{
  "nav.home": "Home",
  "nav.termine": "Termine",
  "nav.band": "Band",
  "nav.galerie": "Galerie",
  "nav.videos": "Videos",
  "nav.kontakt": "Kontakt",
  "footer.impressum": "Impressum",
  "footer.datenschutz": "Datenschutz",
  "footer.copyright": "© {year} Rockpommel's Band. Alle Rechte vorbehalten.",
  "aria.toggleMenu": "Menü umschalten",
  "aria.loading": "Laden",
  "aria.previousImage": "Vorheriges Bild",
  "aria.nextImage": "Nächstes Bild",
  "aria.closeLightbox": "Lightbox schließen",
  "aria.loadYouTube": "YouTube-Video laden",
  "aria.language": "Sprache",
  "logo.alt": "Paper Plane Logo",
  "language.de": "Deutsch",
  "language.en": "English",
  "home.altRpbWriting": "Rockpommel's Band Writing",
  "home.typewriter.premiere": "Die Premiere einer neuen/alten Band!",
  "home.intro": "Sechs ehemalige {grobschnitt}-Musiker und ihre Freunde zelebrieren die einzigartige Musik der Hagener Kultband.",
  "home.altLive": "RBP live on stage",
  "home.typewriter.journey": "Die Reise geht weiter",
  "home.paragraph1": "Nachdem die Band {grobschnitt} 2012 in der Essener Gruga-Halle ihr letztes Konzert in voller „elektrischer“ Besetzung gegeben hat und sie nun seit einigen Jahren als {grobschnittAcoustic} mit großem Erfolg durch Deutschland tourt, haben sich weitere sechs ehemalige Bandmitglieder entschlossen unter neuem Namen die Musik von Grobschnitt auch wieder in großer Besetzung zu präsentieren. Da die Rechte am Namen bei der Acoustic Band liegen, sie aber deutlich machen wollten, was ihr musikalischer Background ist, werden sie als {rockpommelsBand} Konzerte geben, um ihr Publikum mit der bekannten Kultmusik in lange vermisste Sphären zu entführen.",
  "home.paragraph2": "Dass sie keine Cover- oder Tribute-Band sind, wird schon klar, wenn man sieht, wer alles dabei ist. Neben dem „Ur-Grobschnitter“ {toni} am Gesang, dem langjährigen Bassisten {milla} und am Schlagzeug {rolf} sind es weiterhin aus der letzten Grobschnitt-Besetzung Gitarrist {manu}, Keyboarder {deva} und Drummer {demian}. Neu dabei sind an der Gitarre {kevin}, der viele Jahre bei der Grobschnitt Tribute-Band {nebelreise} geglänzt hat, sowie mit Sänger {armin} eine weitere prägende Figur der Hagener Musikszene.",
  "home.paragraph3": "Eine große Besetzung, die sich als Ziel gesetzt hat, die einzigartige Musik der deutschen Kultband wieder live auf die Bühne zu bringen...",
  "home.typewriter.shows": "Die nächsten Shows",
  "home.upcomingText": "Alle weiteren Termine findet ihr {link}.",
  "home.upcomingLink": "hier",
  "concerts.altLive": "RBP live on stage",
  "concerts.year2026": "2026",
  "concerts.year2025": "2025",
  "about.typewriter": "ROCKPOMMEL'S BAND sind (v.l.n.r.):",
  "about.altBand": "Band",
  "contact.altPaperPlane": "Paper Plane",
  "contact.typewriter": "Kontakt",
  "contact.intro": "Für Anfragen, Buchungen und weitere Informationen stehen wir gerne zur Verfügung.",
  "contact.email": "Email:",
  "contact.facebook": "Facebook:",
  "contact.instagram": "Instagram:",
  "contact.post": "Post:",
  "gallery.empty": "Keine Bilder verfügbar.",
  "gallery.photoBy": "Foto: {name}",
  "videos.altRbp": "RBP live on stage",
  "upcomingShow.tickets": "Tickets",
  "upcomingShow.soldOut": "Ausverkauft",
  "youtube.consentText": "Beim Laden des Videos werden Daten an YouTube übertragen.",
  "youtube.loadVideo": "Video laden",
  "youtube.loadAllVideos": "Alle Videos auf dieser Seite laden",
  "youtube.defaultTitle": "YouTube Video",
  "band.person.kevin-hollmann.instrument": "Gitarre",
  "band.person.kevin-hollmann.description": "Kevin spielte viele Jahre bei der GROBSCHNITT Tribute Band NEBELREISE. Als Rockpommel's Band gegründet wurde und man dazu einen weiteren Gitarristen brauchte, war schnell klar, dass er mit seinem virtuosen und gefühlvollen Spiel genau der richtige war.",
  "band.person.manu-kapolke.instrument": "Gitarre, Keyboards, Gesang",
  "band.person.manu-kapolke.description": "Manu spielte von 2007–2012 bei GROBSCHNITT. Er spielt schon seit frühester Jugend in verschiedenen Bands und ist auch bei GREEN und dem Projekt SYMPHONIC FLOYD ein prägender Musiker. Er ist ein Multiinstrumentalist, beeindruckend sowohl an der E- als auch an der Akustik Gitarre, an den Keyboards und als Sänger.",
  "band.person.demian-hache.instrument": "Schlagzeug, Percussion, Keyboards",
  "band.person.demian-hache.description": "Von 2007–2012 spielte Demian Schlagzeug und Percussion bei GROBSCHNITT. Auch er spielte schon in vielen Bands und wirkte auch bei SYMPHONIC FLOYD mit. Mit seinem virtuosen Spiel löst er bei einigen Titeln ATS Rolf Möller am Schlagzeug ab, übernimmt ansonsten den wichtigen Percussion Part und ist häufig an den Keyboards zu finden.",
  "band.person.armin-krull.instrument": "Gesang, Akustikgitarre",
  "band.person.armin-krull.description": "Armin ist ein erfahrener Musiker, der in vielen Hagener Bands erfolgreich mitgemischt hat, unter anderem bei MARRAKESH EXPRESS und bei NEUN. Er ist Multiinstrumentalist, hat Musik studiert und beherrscht neben der Gitarre auch Keyboards, Violine und Saxophon. Vor allem aber ist er ein hervorragender Sänger, der wunderbar zu der Musik von Rockpommel's Band passt.",
  "band.person.toni-moff-mollo.instrument": "Gesang",
  "band.person.toni-moff-mollo.description": "Toni war schon in den 70ern von Anfang an bei GROBSCHNITT und brachte auch den Namen in die Band. War er zunächst hauptsächlich für Licht und Showeinlagen zuständig, entwickelte er sich später mit seiner powervollen Stimme immer mehr zu einem weiteren Leadsänger der Band.",
  "band.person.milla-kapolke.instrument": "Bass, Moog Taurus, Gesang",
  "band.person.milla-kapolke.description": "Milla spielte von 1980 bis Mitte 1988 und von 2007–2012 bei GROBSCHNITT. Er war außerdem Sänger und Bassist in verschiedenen Bands wie GREEN, MARRAKESH EXPRESS und dem sehr erfolgreichen Projekt SYMPHONIC FLOYD. Bei Grobschnitt war er unter anderem für die Texte zuständig. Mit seinem einfühlsamen Bassspiel und seiner speziellen charismatischen Bühnenpräsenz ist er ein wichtiger Faktor für die besondere Atmosphäre bei den Live-Konzerten.",
  "band.person.rolf-ats-möller.instrument": "Schlagzeug, Percussion",
  "band.person.rolf-ats-möller.description": "Rolf war von Mitte 1986 bis 1989 und von 2007–2012 der Drummer bei GROBSCHNITT. Er ist ebenfalls Drummer bei der bekannten Hagener Topband EXTRABREIT. Aber auch mit GREEN und dem Großprojekt SYMPHONIC FLOYD war er erfolgreich. Jeder, der ihn einmal live erleben durfte, ist von seinem powervollen, dynamischen Spiel begeistert.",
  "band.person.deva-tattva.instrument": "Keyboards",
  "band.person.deva-tattva.description": "Deva spielte von 2007–2012 die Keyboards bei GROBSCHNITT. Er spielte viele Jahre bei MARRAKESH EXPRESS und ist auch bei GREEN und bei SYMPHONIC FLOYD an den Keyboards. Er ist Spezialist für wunderschöne Klangteppiche, gefühlvolle Soli und aufregende Sounds.",
  "legal.bindingNote": "Die englische Fassung dient der Convenience. Maßgeblich ist die deutsche Fassung.",
  "legal.imprint.tmg": "Angaben gemäß § 5 TMG",
  "legal.imprint.contact": "Kontakt",
  "legal.imprint.phone": "Telefon:",
  "legal.imprint.references": "Referenzen",
  "legal.imprint.referencesText": "Bandfoto von Ralf Dreger. Live-Fotos von Thomas Borchard, Josef Böckelmann, Rudi Brand, Madeline Schwarz und Manfred Sommer. Papierflieger-Icon erstellt durch David Khai vom",
  "legal.imprint.disclaimer": "Haftungsausschluss",
  "legal.imprint.liabilityContent": "Haftung für Inhalte",
  "legal.imprint.liabilityContentText": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
  "legal.imprint.liabilityLinks": "Haftung für Links",
  "legal.imprint.liabilityLinksText": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "legal.imprint.copyright": "Urheberrecht",
  "legal.imprint.copyrightText": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
  "legal.imprint.privacy": "Datenschutz",
  "legal.imprint.privacyText": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unsere Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
  "legal.imprint.source": "Impressum erstellt durch",
  "legal.imprint.sourceBy": "von der",
  "legal.privacy.title": "Datenschutzerklärung"
}
