{
  "nav.home": "Home",
  "nav.termine": "Concerts",
  "nav.band": "Band",
  "nav.galerie": "Gallery",
  "nav.videos": "Videos",
  "nav.kontakt": "Contact",
  "footer.impressum": "Imprint",
  "footer.datenschutz": "Privacy",
  "footer.copyright": "© {year} Rockpommel's Band. All rights reserved.",
  "aria.toggleMenu": "Toggle menu",
  "aria.loading": "Loading",
  "aria.previousImage": "Previous image",
  "aria.nextImage": "Next image",
  "aria.closeLightbox": "Close lightbox",
  "aria.loadYouTube": "Load YouTube video",
  "aria.language": "Language",
  "logo.alt": "Paper Plane Logo",
  "language.de": "Deutsch",
  "language.en": "English",
  "home.altRpbWriting": "Rockpommel's Band Writing",
  "home.typewriter.premiere": "The premiere of a new/old band!",
  "home.intro": "Six former {grobschnitt} musicians and their friends celebrate the unique music of the cult band from Hagen.",
  "home.altLive": "RBP live on stage",
  "home.typewriter.journey": "The journey continues",
  "home.paragraph1": "After the band {grobschnitt} gave their last concert in full „electric“ lineup in 2012 at the Essener Gruga-Halle and have been touring Germany successfully for several years as {grobschnittAcoustic}, six more former band members decided to present Grobschnitt's music again in a large lineup under a new name. Since the rights to the name remain with the Acoustic Band but they wanted to make clear what their musical background is, they will perform as {rockpommelsBand} to take their audience into long-missed spheres with the well-known cult music.",
  "home.paragraph2": "That they are not a cover or tribute band becomes clear when you see who is involved. Alongside the „original Grobschnitt“ {toni} on vocals, long-time bassist {milla} and {rolf} on drums, the last Grobschnitt lineup is still represented by guitarist {manu}, keyboarder {deva} and drummer {demian}. New on guitar is {kevin}, who shone for many years in the Grobschnitt tribute band {nebelreise}, plus singer {armin}, another defining figure of the Hagen music scene.",
  "home.paragraph3": "A large lineup that has set itself the goal of bringing the unique music of the German cult band back to the stage live...",
  "home.typewriter.shows": "Upcoming shows",
  "home.upcomingText": "Find all other dates {link}.",
  "home.upcomingLink": "here",
  "concerts.altLive": "RBP live on stage",
  "concerts.year2026": "2026",
  "concerts.year2025": "2025",
  "about.typewriter": "ROCKPOMMEL'S BAND are (l. to r.):",
  "about.altBand": "Band",
  "contact.altPaperPlane": "Paper Plane",
  "contact.typewriter": "Contact",
  "contact.intro": "We are happy to assist with enquiries, bookings and further information.",
  "contact.email": "Email:",
  "contact.facebook": "Facebook:",
  "contact.instagram": "Instagram:",
  "contact.post": "Post:",
  "gallery.empty": "No images available.",
  "gallery.photoBy": "Photo: {name}",
  "videos.altRbp": "RBP live on stage",
  "upcomingShow.tickets": "Tickets",
  "upcomingShow.soldOut": "Sold out",
  "youtube.consentText": "Loading the video will transfer data to YouTube.",
  "youtube.loadVideo": "Load video",
  "youtube.loadAllVideos": "Load all videos on this page",
  "youtube.defaultTitle": "YouTube Video",
  "band.person.kevin-hollmann.instrument": "Guitar",
  "band.person.kevin-hollmann.description": "Kevin played for many years in the GROBSCHNITT tribute band {nebelreise}. When Rockpommel's Band was founded and another guitarist was needed, it was quickly clear that with his virtuoso and sensitive playing he was the right one.",
  "band.person.manu-kapolke.instrument": "Guitar, Keyboards, Vocals",
  "band.person.manu-kapolke.description": "Manu played with GROBSCHNITT from 2007–2012. He has been playing in various bands since his earliest youth and is also a defining musician with {green} and the {symphonicFloyd} project. He is a multi-instrumentalist, impressive on both electric and acoustic guitar, keyboards and as a singer.",
  "band.person.demian-hache.instrument": "Drums, Percussion, Keyboards",
  "band.person.demian-hache.description": "From 2007–2012 Demian played drums and percussion with GROBSCHNITT. He too has played in many bands and also contributed to {symphonicFloyd}. With his virtuoso playing he sometimes relieves ATS Rolf Möller on drums, otherwise takes on the important percussion part and is often on keyboards.",
  "band.person.armin-krull.instrument": "Vocals, Acoustic Guitar",
  "band.person.armin-krull.description": "Armin is an experienced musician who has been successfully involved in many bands from Hagen, including MARRAKESH EXPRESS for a long time and currently {neun}. He is a multi-instrumentalist, studied music and masters keyboards, violin and saxophone in addition to guitar. Above all, he is an excellent singer who fits the music of Rockpommel's Band wonderfully.",
  "band.person.toni-moff-mollo.instrument": "Vocals",
  "band.person.toni-moff-mollo.description": "Toni was with GROBSCHNITT from the start in the 70s and also brought the name to the band. Initially responsible mainly for lights and show elements, he increasingly developed into another lead singer of the band with his powerful voice.",
  "band.person.milla-kapolke.instrument": "Bass, Moog Taurus, Vocals",
  "band.person.milla-kapolke.description": "Milla played with GROBSCHNITT from 1980 to mid-1988 and from 2007–2012. He was also singer and bassist in various bands such as {green}, MARRAKESH EXPRESS and the very successful {symphonicFloyd} project. With Grobschnitt he was among other things responsible for the lyrics. With his sensitive bass playing and his special charismatic stage presence he is an important factor for the special atmosphere at the live concerts.",
  "band.person.rolf-ats-möller.instrument": "Drums, Percussion",
  "band.person.rolf-ats-möller.description": "Rolf was the drummer with GROBSCHNITT from mid-1986 to 1989 and from 2007–2012. He is also drummer with the well-known Hagen top band {extrabreit}. He was also successful with {green} and the major {symphonicFloyd} project. Anyone who has seen him live is impressed by his powerful, dynamic playing.",
  "band.person.deva-tattva.instrument": "Keyboards",
  "band.person.deva-tattva.description": "Deva played keyboards with GROBSCHNITT from 2007–2012. He played for many years with MARRAKESH EXPRESS and is also on keyboards with {green} and {symphonicFloyd}. He is a specialist for beautiful soundscapes, emotional solos and exciting sounds.",
  "legal.bindingNote": "The English version is for convenience only. The German version is legally binding.",
  "legal.imprint.tmg": "Information according to § 5 TMG",
  "legal.imprint.contact": "Contact",
  "legal.imprint.phone": "Phone:",
  "legal.imprint.references": "References",
  "legal.imprint.referencesText": "Band photo by Ralf Dreger. Live photos by Thomas Borchard, Josef Böckelmann, Rudi Brand, Madeline Schwarz and Manfred Sommer. Paper plane icon created by David Khai from the",
  "legal.imprint.disclaimer": "Disclaimer",
  "legal.imprint.liabilityContent": "Liability for content",
  "legal.imprint.liabilityContentText": "The contents of our pages were created with the utmost care. However, we cannot guarantee that the content is correct, complete or up to date. As a service provider, we are responsible for our own content on these pages in accordance with general laws pursuant to § 7 (1) TMG. According to §§ 8 to 10 TMG, we are not obligated to monitor third-party information transmitted or stored or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. Upon becoming aware of corresponding legal violations, we will remove this content immediately.",
  "legal.imprint.liabilityLinks": "Liability for links",
  "legal.imprint.liabilityLinksText": "Our offer contains links to external third-party websites over whose content we have no influence. We therefore cannot assume any liability for this external content. The respective provider or operator of the linked pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of a legal violation. Upon becoming aware of legal violations, we will remove such links immediately.",
  "legal.imprint.copyright": "Copyright",
  "legal.imprint.copyrightText": "The content and works created by the site operators on these pages are subject to German copyright law. Reproduction, editing, distribution and any kind of use outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, we ask that you notify us. Upon becoming aware of legal violations, we will remove such content immediately.",
  "legal.imprint.privacy": "Privacy",
  "legal.imprint.privacyText": "It is generally possible to use our website without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our pages, this is always done on a voluntary basis where possible. This data will not be passed on to third parties without your express consent. We would like to point out that data transmission on the Internet (e.g. when communicating by e-mail) can have security gaps. Complete protection of data from access by third parties is not possible. The use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam e-mails.",
  "legal.imprint.source": "Imprint created by",
  "legal.imprint.sourceBy": "by",
  "legal.privacy.title": "Privacy Policy"
}
